Repository: xjaner/euro2016
Catalog: languages/*/LC_MESSAGES/django.po
Languages: ca

source: First name
ca: Nom

source: Last name
ca: Cognoms

source: Dear %(user)s,
ca: Hola %(user)s,

source: Your registration was accepted by inspector.
ca: Els administradors han acceptat el teu registre pel joc de l'Eurocopa 2016!

source: Please click the following url and set your account password to finish activation.
ca: Fes click a l'enllaç següent i crea una contrasenya per poder activar el teu compte.

source: The activation link above will be expired in %(expiration_days)s days.
ca: L'enllaç d'activació expira en %(expiration_days)s dies.

source: Your registration was accepted
ca: [Euro 2016] Hem acceptat el teu registre

source: Activation was complete
ca: Compte activat

source: Your account was activated
ca: El teu compte ja està activat! Fes click <a href='/joc'>aquí</a> per fer el teu pronòstic.

source: Activate your account
ca: Activa el teu compte

source: Please fill the password to complete account activation
ca: Crea una contrasenya per activar el teu compte

source: Activate
ca: Activa

source: Registration was complete
ca: Registre correcte.

source: Your account registration was created successfully.
ca: El registre del teu compte pel joc de l'Eurocopa 2016 s'ha creat correctament.

source: Please wait until the inspector verify your registration.
ca: Els administradors del joc han de validar el teu registre.

source: You will receive an acceptance or rejection email within several days.
ca: En aquest cas, rebràs un email per poder activar el teu compte.

source: Your account registration for Euro 2016 game was created successfully.
ca: El registre del teu compte pel joc de l'Eurocopa 2016 s'ha creat correctament.

source: Your registration was created
ca: [Euro 2016] S'ha creat el teu registre

source: Registration page for the Eurocup 2016 game
ca: Pàgina de registre pel joc de l'Eurocopa 2016

source: Once you are registered, you'll receive an email with the instructions
ca: <h2>Benvingut al Joc de l'Eurocopa 2016!</h2>Aquesta pàgina serveix per registrar-te.<br>Un cop fet el registre, rebràs un email amb les instruccions per activar el teu compte.

source: Register
ca: Registra't

source: Username
ca: Nom d'usuari

source: E-mail (again)
ca: Repeteix l'email

source: Login
ca: Inicia la sessió

source: Please fill your username and password to login
ca: Introdueix el teu nom d'usuari i la contrasenya per iniciar la sessió:

source: Logged out
ca: Desconnectat

source: You are logged out.
ca: S'ha tancat la teva sessió.

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive.
ca: Nom d'usuari o contrasenya incorrectes.
